{
    "char_to_id": {
        "<PAD>": 0,
        " ": 1,
        "!": 2,
        "#": 3,
        "%": 4,
        "&": 5,
        "'": 6,
        "(": 7,
        ")": 8,
        "+": 9,
        ",": 10,
        "-": 11,
        ".": 12,
        "/": 13,
        "0": 14,
        "1": 15,
        "2": 16,
        "3": 17,
        "4": 18,
        "5": 19,
        "6": 20,
        "7": 21,
        "8": 22,
        "9": 23,
        ":": 24,
        ";": 25,
        "<": 26,
        "=": 27,
        ">": 28,
        "?": 29,
        "@": 30,
        "A": 31,
        "B": 32,
        "C": 33,
        "D": 34,
        "E": 35,
        "F": 36,
        "G": 37,
        "H": 38,
        "I": 39,
        "J": 40,
        "K": 41,
        "L": 42,
        "M": 43,
        "N": 44,
        "O": 45,
        "P": 46,
        "Q": 47,
        "R": 48,
        "S": 49,
        "T": 50,
        "U": 51,
        "V": 52,
        "W": 53,
        "X": 54,
        "Y": 55,
        "Z": 56,
        "^": 57,
        "_": 58,
        "`": 59,
        "a": 60,
        "b": 61,
        "c": 62,
        "d": 63,
        "e": 64,
        "f": 65,
        "g": 66,
        "h": 67,
        "i": 68,
        "j": 69,
        "k": 70,
        "l": 71,
        "m": 72,
        "n": 73,
        "o": 74,
        "p": 75,
        "q": 76,
        "r": 77,
        "s": 78,
        "t": 79,
        "u": 80,
        "v": 81,
        "w": 82,
        "x": 83,
        "y": 84,
        "z": 85,
        "~": 86,
        "­": 87,
        "·": 88,
        "ͦ": 89,
        "α": 90,
        "ο": 91,
        "ₒ": 92,
        "∂": 93,
        "③": 94,
        "○": 95,
        "。": 96,
        "て": 97,
        "オ": 98,
        "タ": 99,
        "ト": 100,
        "ㄱ": 101,
        "ㄴ": 102,
        "ㄷ": 103,
        "ㄹ": 104,
        "ㅁ": 105,
        "ㅂ": 106,
        "ㅅ": 107,
        "ㅇ": 108,
        "ㅈ": 109,
        "ㅍ": 110,
        "ㅎ": 111,
        "ㅐ": 112,
        "ㅜ": 113,
        "ㅡ": 114,
        "ㅣ": 115,
        "㙮": 116,
        "㟨": 117,
        "㦜": 118,
        "䁛": 119,
        "䏻": 120,
        "䘵": 121,
        "一": 122,
        "丁": 123,
        "七": 124,
        "丈": 125,
        "三": 126,
        "上": 127,
        "下": 128,
        "不": 129,
        "丑": 130,
        "且": 131,
        "世": 132,
        "丘": 133,
        "丙": 134,
        "丞": 135,
        "中": 136,
        "丸": 137,
        "丹": 138,
        "主": 139,
        "乃": 140,
        "久": 141,
        "之": 142,
        "乎": 143,
        "乐": 144,
        "乖": 145,
        "乘": 146,
        "乙": 147,
        "九": 148,
        "乞": 149,
        "也": 150,
        "乳": 151,
        "乾": 152,
        "亂": 153,
        "了": 154,
        "予": 155,
        "争": 156,
        "事": 157,
        "二": 158,
        "于": 159,
        "云": 160,
        "互": 161,
        "五": 162,
        "井": 163,
        "亘": 164,
        "亞": 165,
        "亡": 166,
        "交": 167,
        "亥": 168,
        "亦": 169,
        "亨": 170,
        "享": 171,
        "京": 172,
        "亭": 173,
        "亮": 174,
        "人": 175,
        "亻": 176,
        "仁": 177,
        "今": 178,
        "介": 179,
        "仕": 180,
        "他": 181,
        "付": 182,
        "仙": 183,
        "代": 184,
        "令": 185,
        "以": 186,
        "仰": 187,
        "仲": 188,
        "件": 189,
        "任": 190,
        "仼": 191,
        "企": 192,
        "伏": 193,
        "伐": 194,
        "休": 195,
        "伯": 196,
        "估": 197,
        "伴": 198,
        "伸": 199,
        "似": 200,
        "但": 201,
        "位": 202,
        "低": 203,
        "住": 204,
        "佐": 205,
        "何": 206,
        "佘": 207,
        "余": 208,
        "佛": 209,
        "作": 210,
        "佯": 211,
        "佰": 212,
        "佳": 213,
        "佼": 214,
        "使": 215,
        "來": 216,
        "例": 217,
        "侍": 218,
        "侗": 219,
        "供": 220,
        "依": 221,
        "侮": 222,
        "侯": 223,
        "侵": 224,
        "侹": 225,
        "便": 226,
        "係": 227,
        "促": 228,
        "俊": 229,
        "俓": 230,
        "俗": 231,
        "保": 232,
        "信": 233,
        "修": 234,
        "俱": 235,
        "倂": 236,
        "倉": 237,
        "個": 238,
        "倍": 239,
        "倒": 240,
        "候": 241,
        "借": 242,
        "倣": 243,
        "値": 244,
        "倫": 245,
        "值": 246,
        "假": 247,
        "偉": 248,
        "偏": 249,
        "做": 250,
        "停": 251,
        "健": 252,
        "側": 253,
        "偵": 254,
        "偶": 255,
        "傅": 256,
        "傍": 257,
        "傑": 258,
        "傘": 259,
        "備": 260,
        "催": 261,
        "傲": 262,
        "傳": 263,
        "債": 264,
        "傷": 265,
        "傺": 266,
        "傾": 267,
        "僅": 268,
        "像": 269,
        "僚": 270,
        "僞": 271,
        "僧": 272,
        "僭": 273,
        "價": 274,
        "儀": 275,
        "億": 276,
        "儉": 277,
        "儒": 278,
        "償": 279,
        "優": 280,
        "儿": 281,
        "元": 282,
        "兄": 283,
        "充": 284,
        "兆": 285,
        "先": 286,
        "光": 287,
        "克": 288,
        "免": 289,
        "兒": 290,
        "入": 291,
        "內": 292,
        "全": 293,
        "兩": 294,
        "八": 295,
        "公": 296,
        "六": 297,
        "兮": 298,
        "共": 299,
        "兵": 300,
        "其": 301,
        "具": 302,
        "典": 303,
        "兼": 304,
        "冄": 305,
        "内": 306,
        "冊": 307,
        "再": 308,
        "冒": 309,
        "冗": 310,
        "冠": 311,
        "冥": 312,
        "冬": 313,
        "况": 314,
        "冷": 315,
        "冼": 316,
        "凈": 317,
        "凉": 318,
        "凍": 319,
        "凑": 320,
        "凙": 321,
        "凝": 322,
        "几": 323,
        "凡": 324,
        "凶": 325,
        "出": 326,
        "刀": 327,
        "分": 328,
        "切": 329,
        "刊": 330,
        "刋": 331,
        "刑": 332,
        "列": 333,
        "初": 334,
        "判": 335,
        "別": 336,
        "利": 337,
        "到": 338,
        "制": 339,
        "刷": 340,
        "券": 341,
        "刺": 342,
        "刻": 343,
        "則": 344,
        "削": 345,
        "前": 346,
        "剛": 347,
        "副": 348,
        "割": 349,
        "創": 350,
        "劃": 351,
        "劇": 352,
        "劍": 353,
        "劒": 354,
        "力": 355,
        "功": 356,
        "加": 357,
        "劣": 358,
        "助": 359,
        "努": 360,
        "劵": 361,
        "勇": 362,
        "勉": 363,
        "動": 364,
        "務": 365,
        "勝": 366,
        "勞": 367,
        "募": 368,
        "勢": 369,
        "勤": 370,
        "勵": 371,
        "勸": 372,
        "勹": 373,
        "勿": 374,
        "包": 375,
        "化": 376,
        "北": 377,
        "匠": 378,
        "匹": 379,
        "區": 380,
        "十": 381,
        "千": 382,
        "卄": 383,
        "午": 384,
        "半": 385,
        "卑": 386,
        "卒": 387,
        "卓": 388,
        "協": 389,
        "南": 390,
        "博": 391,
        "卜": 392,
        "占": 393,
        "卧": 394,
        "卯": 395,
        "印": 396,
        "危": 397,
        "即": 398,
        "却": 399,
        "卵": 400,
        "卷": 401,
        "卽": 402,
        "卿": 403,
        "厄": 404,
        "厅": 405,
        "厙": 406,
        "厚": 407,
        "原": 408,
        "厥": 409,
        "去": 410,
        "厽": 411,
        "參": 412,
        "又": 413,
        "及": 414,
        "友": 415,
        "反": 416,
        "叔": 417,
        "取": 418,
        "受": 419,
        "叛": 420,
        "口": 421,
        "古": 422,
        "句": 423,
        "只": 424,
        "叫": 425,
        "召": 426,
        "可": 427,
        "史": 428,
        "右": 429,
        "司": 430,
        "各": 431,
        "合": 432,
        "吉": 433,
        "同": 434,
        "名": 435,
        "后": 436,
        "吏": 437,
        "吐": 438,
        "向": 439,
        "君": 440,
        "吟": 441,
        "否": 442,
        "含": 443,
        "吸": 444,
        "吹": 445,
        "吾": 446,
        "告": 447,
        "周": 448,
        "呯": 449,
        "味": 450,
        "呼": 451,
        "命": 452,
        "和": 453,
        "咨": 454,
        "咸": 455,
        "哀": 456,
        "品": 457,
        "哉": 458,
        "員": 459,
        "哭": 460,
        "哲": 461,
        "唇": 462,
        "唐": 463,
        "唯": 464,
        "唱": 465,
        "商": 466,
        "問": 467,
        "啓": 468,
        "善": 469,
        "喜": 470,
        "喞": 471,
        "喪": 472,
        "單": 473,
        "嗚": 474,
        "嘆": 475,
        "嘗": 476,
        "嘵": 477,
        "器": 478,
        "嚴": 479,
        "囗": 480,
        "囚": 481,
        "四": 482,
        "回": 483,
        "因": 484,
        "困": 485,
        "固": 486,
        "國": 487,
        "圍": 488,
        "圑": 489,
        "園": 490,
        "圓": 491,
        "圖": 492,
        "團": 493,
        "土": 494,
        "在": 495,
        "地": 496,
        "圽": 497,
        "均": 498,
        "坐": 499,
        "坤": 500,
        "坪": 501,
        "垂": 502,
        "垠": 503,
        "埋": 504,
        "城": 505,
        "域": 506,
        "執": 507,
        "埸": 508,
        "培": 509,
        "基": 510,
        "堂": 511,
        "堅": 512,
        "堕": 513,
        "堡": 514,
        "堤": 515,
        "堯": 516,
        "報": 517,
        "場": 518,
        "塊": 519,
        "塔": 520,
        "塗": 521,
        "塞": 522,
        "塡": 523,
        "塤": 524,
        "境": 525,
        "墓": 526,
        "増": 527,
        "墙": 528,
        "增": 529,
        "墨": 530,
        "墮": 531,
        "墳": 532,
        "墻": 533,
        "壁": 534,
        "壃": 535,
        "壇": 536,
        "壓": 537,
        "壙": 538,
        "壞": 539,
        "壤": 540,
        "士": 541,
        "壬": 542,
        "壯": 543,
        "壽": 544,
        "夂": 545,
        "夏": 546,
        "夕": 547,
        "外": 548,
        "多": 549,
        "夜": 550,
        "夢": 551,
        "大": 552,
        "天": 553,
        "太": 554,
        "夫": 555,
        "央": 556,
        "失": 557,
        "夷": 558,
        "奂": 559,
        "奇": 560,
        "奈": 561,
        "奉": 562,
        "奎": 563,
        "奏": 564,
        "契": 565,
        "奔": 566,
        "奘": 567,
        "奚": 568,
        "奢": 569,
        "奪": 570,
        "奬": 571,
        "奮": 572,
        "女": 573,
        "奴": 574,
        "好": 575,
        "如": 576,
        "妃": 577,
        "妄": 578,
        "妙": 579,
        "妥": 580,
        "妨": 581,
        "妻": 582,
        "妾": 583,
        "姉": 584,
        "始": 585,
        "姑": 586,
        "姓": 587,
        "委": 588,
        "姜": 589,
        "姦": 590,
        "姪": 591,
        "姻": 592,
        "姿": 593,
        "威": 594,
        "娘": 595,
        "娛": 596,
        "婚": 597,
        "婢": 598,
        "婦": 599,
        "媒": 600,
        "嫁": 601,
        "嫌": 602,
        "子": 603,
        "孔": 604,
        "字": 605,
        "存": 606,
        "孚": 607,
        "孝": 608,
        "孟": 609,
        "季": 610,
        "孤": 611,
        "孫": 612,
        "孰": 613,
        "學": 614,
        "宂": 615,
        "宅": 616,
        "宇": 617,
        "守": 618,
        "安": 619,
        "宋": 620,
        "完": 621,
        "宗": 622,
        "官": 623,
        "宙": 624,
        "定": 625,
        "宜": 626,
        "审": 627,
        "客": 628,
        "宣": 629,
        "室": 630,
        "宥": 631,
        "宮": 632,
        "宰": 633,
        "害": 634,
        "宴": 635,
        "家": 636,
        "容": 637,
        "宿": 638,
        "寂": 639,
        "寃": 640,
        "寄": 641,
        "寅": 642,
        "密": 643,
        "富": 644,
        "寒": 645,
        "寓": 646,
        "寗": 647,
        "寛": 648,
        "寜": 649,
        "寞": 650,
        "察": 651,
        "寡": 652,
        "寢": 653,
        "實": 654,
        "寧": 655,
        "審": 656,
        "寫": 657,
        "寬": 658,
        "寳": 659,
        "寶": 660,
        "寸": 661,
        "寺": 662,
        "封": 663,
        "専": 664,
        "射": 665,
        "將": 666,
        "專": 667,
        "尊": 668,
        "尋": 669,
        "對": 670,
        "導": 671,
        "小": 672,
        "少": 673,
        "尖": 674,
        "尙": 675,
        "尤": 676,
        "就": 677,
        "尹": 678,
        "尺": 679,
        "尾": 680,
        "局": 681,
        "居": 682,
        "屈": 683,
        "屋": 684,
        "屏": 685,
        "展": 686,
        "屛": 687,
        "屢": 688,
        "層": 689,
        "履": 690,
        "屬": 691,
        "屯": 692,
        "山": 693,
        "岐": 694,
        "岡": 695,
        "岩": 696,
        "岳": 697,
        "岸": 698,
        "峯": 699,
        "峴": 700,
        "島": 701,
        "崇": 702,
        "崔": 703,
        "崩": 704,
        "嶺": 705,
        "巖": 706,
        "川": 707,
        "州": 708,
        "巡": 709,
        "巢": 710,
        "工": 711,
        "左": 712,
        "巧": 713,
        "巨": 714,
        "差": 715,
        "己": 716,
        "已": 717,
        "巳": 718,
        "巷": 719,
        "巽": 720,
        "巿": 721,
        "市": 722,
        "布": 723,
        "希": 724,
        "帝": 725,
        "帥": 726,
        "带": 727,
        "師": 728,
        "席": 729,
        "帳": 730,
        "帶": 731,
        "常": 732,
        "幅": 733,
        "幐": 734,
        "幕": 735,
        "幣": 736,
        "干": 737,
        "平": 738,
        "年": 739,
        "幸": 740,
        "幹": 741,
        "幻": 742,
        "幼": 743,
        "幽": 744,
        "幾": 745,
        "床": 746,
        "庋": 747,
        "序": 748,
        "底": 749,
        "店": 750,
        "庚": 751,
        "府": 752,
        "度": 753,
        "座": 754,
        "庫": 755,
        "庭": 756,
        "庶": 757,
        "康": 758,
        "庸": 759,
        "廀": 760,
        "廉": 761,
        "廊": 762,
        "廐": 763,
        "廓": 764,
        "廟": 765,
        "廢": 766,
        "廣": 767,
        "廧": 768,
        "廳": 769,
        "延": 770,
        "廷": 771,
        "建": 772,
        "弄": 773,
        "弊": 774,
        "式": 775,
        "弓": 776,
        "弔": 777,
        "引": 778,
        "弘": 779,
        "弚": 780,
        "弞": 781,
        "弟": 782,
        "弱": 783,
        "張": 784,
        "强": 785,
        "弼": 786,
        "彈": 787,
        "彑": 788,
        "形": 789,
        "彦": 790,
        "彩": 791,
        "彪": 792,
        "彬": 793,
        "影": 794,
        "役": 795,
        "彼": 796,
        "彽": 797,
        "往": 798,
        "征": 799,
        "待": 800,
        "律": 801,
        "後": 802,
        "徐": 803,
        "徑": 804,
        "徒": 805,
        "得": 806,
        "從": 807,
        "御": 808,
        "復": 809,
        "循": 810,
        "微": 811,
        "徴": 812,
        "徵": 813,
        "德": 814,
        "徹": 815,
        "心": 816,
        "必": 817,
        "忌": 818,
        "忍": 819,
        "忖": 820,
        "志": 821,
        "忘": 822,
        "忙": 823,
        "忠": 824,
        "快": 825,
        "念": 826,
        "忽": 827,
        "怒": 828,
        "思": 829,
        "怠": 830,
        "怡": 831,
        "急": 832,
        "性": 833,
        "怨": 834,
        "怪": 835,
        "恆": 836,
        "恐": 837,
        "恒": 838,
        "恕": 839,
        "恢": 840,
        "恣": 841,
        "恤": 842,
        "恥": 843,
        "恨": 844,
        "恩": 845,
        "恭": 846,
        "息": 847,
        "恿": 848,
        "悅": 849,
        "悔": 850,
        "悟": 851,
        "悠": 852,
        "患": 853,
        "悦": 854,
        "悲": 855,
        "情": 856,
        "惑": 857,
        "惜": 858,
        "惟": 859,
        "惠": 860,
        "惡": 861,
        "惰": 862,
        "惱": 863,
        "想": 864,
        "愁": 865,
        "愈": 866,
        "意": 867,
        "愚": 868,
        "愛": 869,
        "感": 870,
        "愧": 871,
        "愼": 872,
        "慈": 873,
        "態": 874,
        "慎": 875,
        "慕": 876,
        "慘": 877,
        "慙": 878,
        "慢": 879,
        "慣": 880,
        "慧": 881,
        "慨": 882,
        "慮": 883,
        "慰": 884,
        "慶": 885,
        "慼": 886,
        "慾": 887,
        "憂": 888,
        "憎": 889,
        "憐": 890,
        "憕": 891,
        "憢": 892,
        "憤": 893,
        "憫": 894,
        "憲": 895,
        "憶": 896,
        "懇": 897,
        "懈": 898,
        "應": 899,
        "懲": 900,
        "懷": 901,
        "懸": 902,
        "懼": 903,
        "戀": 904,
        "戊": 905,
        "戌": 906,
        "戎": 907,
        "成": 908,
        "我": 909,
        "戒": 910,
        "或": 911,
        "戚": 912,
        "戝": 913,
        "戞": 914,
        "戟": 915,
        "戯": 916,
        "戰": 917,
        "戱": 918,
        "戶": 919,
        "户": 920,
        "房": 921,
        "所": 922,
        "手": 923,
        "才": 924,
        "打": 925,
        "托": 926,
        "扥": 927,
        "扶": 928,
        "批": 929,
        "承": 930,
        "技": 931,
        "抂": 932,
        "抄": 933,
        "把": 934,
        "抑": 935,
        "投": 936,
        "抗": 937,
        "折": 938,
        "抱": 939,
        "抵": 940,
        "抻": 941,
        "押": 942,
        "抽": 943,
        "拂": 944,
        "拍": 945,
        "拒": 946,
        "拓": 947,
        "拔": 948,
        "拘": 949,
        "拙": 950,
        "招": 951,
        "拜": 952,
        "拢": 953,
        "拳": 954,
        "拾": 955,
        "持": 956,
        "指": 957,
        "挋": 958,
        "挑": 959,
        "振": 960,
        "捉": 961,
        "捕": 962,
        "捨": 963,
        "掃": 964,
        "授": 965,
        "掌": 966,
        "排": 967,
        "掛": 968,
        "掠": 969,
        "採": 970,
        "探": 971,
        "接": 972,
        "掦": 973,
        "推": 974,
        "掹": 975,
        "揂": 976,
        "提": 977,
        "揚": 978,
        "換": 979,
        "揮": 980,
        "援": 981,
        "損": 982,
        "搖": 983,
        "搜": 984,
        "携": 985,
        "摇": 986,
        "摘": 987,
        "摠": 988,
        "摩": 989,
        "撃": 990,
        "撤": 991,
        "撥": 992,
        "播": 993,
        "擁": 994,
        "擅": 995,
        "擇": 996,
        "擉": 997,
        "擊": 998,
        "操": 999,
        "擔": 1000,
        "擕": 1001,
        "據": 1002,
        "擧": 1003,
        "擭": 1004,
        "擴": 1005,
        "擸": 1006,
        "攝": 1007,
        "攪": 1008,
        "支": 1009,
        "收": 1010,
        "改": 1011,
        "攻": 1012,
        "放": 1013,
        "政": 1014,
        "敀": 1015,
        "故": 1016,
        "效": 1017,
        "敍": 1018,
        "敎": 1019,
        "敏": 1020,
        "救": 1021,
        "敗": 1022,
        "教": 1023,
        "敞": 1024,
        "敢": 1025,
        "散": 1026,
        "敦": 1027,
        "敬": 1028,
        "整": 1029,
        "敵": 1030,
        "數": 1031,
        "斂": 1032,
        "文": 1033,
        "斗": 1034,
        "料": 1035,
        "斜": 1036,
        "斤": 1037,
        "斥": 1038,
        "斯": 1039,
        "新": 1040,
        "斷": 1041,
        "方": 1042,
        "於": 1043,
        "施": 1044,
        "旅": 1045,
        "旋": 1046,
        "族": 1047,
        "旗": 1048,
        "旣": 1049,
        "日": 1050,
        "旦": 1051,
        "早": 1052,
        "旬": 1053,
        "旱": 1054,
        "昇": 1055,
        "昌": 1056,
        "明": 1057,
        "昏": 1058,
        "易": 1059,
        "昔": 1060,
        "昕": 1061,
        "星": 1062,
        "映": 1063,
        "春": 1064,
        "昨": 1065,
        "昭": 1066,
        "是": 1067,
        "時": 1068,
        "晚": 1069,
        "晝": 1070,
        "晨": 1071,
        "晩": 1072,
        "普": 1073,
        "景": 1074,
        "晴": 1075,
        "智": 1076,
        "暃": 1077,
        "暇": 1078,
        "暑": 1079,
        "暖": 1080,
        "暗": 1081,
        "暘": 1082,
        "暢": 1083,
        "暦": 1084,
        "暫": 1085,
        "暮": 1086,
        "暴": 1087,
        "曅": 1088,
        "曆": 1089,
        "曉": 1090,
        "曰": 1091,
        "曲": 1092,
        "更": 1093,
        "書": 1094,
        "曽": 1095,
        "曾": 1096,
        "替": 1097,
        "最": 1098,
        "會": 1099,
        "月": 1100,
        "有": 1101,
        "朋": 1102,
        "服": 1103,
        "朔": 1104,
        "望": 1105,
        "朝": 1106,
        "期": 1107,
        "木": 1108,
        "未": 1109,
        "末": 1110,
        "本": 1111,
        "朱": 1112,
        "朴": 1113,
        "李": 1114,
        "材": 1115,
        "村": 1116,
        "杖": 1117,
        "杜": 1118,
        "束": 1119,
        "杭": 1120,
        "杯": 1121,
        "東": 1122,
        "杴": 1123,
        "松": 1124,
        "板": 1125,
        "枊": 1126,
        "析": 1127,
        "枓": 1128,
        "枕": 1129,
        "林": 1130,
        "果": 1131,
        "枝": 1132,
        "枯": 1133,
        "架": 1134,
        "某": 1135,
        "染": 1136,
        "柔": 1137,
        "查": 1138,
        "柱": 1139,
        "柳": 1140,
        "柷": 1141,
        "査": 1142,
        "柼": 1143,
        "柿": 1144,
        "栔": 1145,
        "栗": 1146,
        "栘": 1147,
        "校": 1148,
        "株": 1149,
        "样": 1150,
        "核": 1151,
        "根": 1152,
        "格": 1153,
        "栽": 1154,
        "桂": 1155,
        "桃": 1156,
        "案": 1157,
        "桑": 1158,
        "桩": 1159,
        "桯": 1160,
        "梁": 1161,
        "梅": 1162,
        "條": 1163,
        "梨": 1164,
        "械": 1165,
        "棄": 1166,
        "棺": 1167,
        "植": 1168,
        "椎": 1169,
        "椒": 1170,
        "椿": 1171,
        "楅": 1172,
        "楇": 1173,
        "楊": 1174,
        "楢": 1175,
        "業": 1176,
        "極": 1177,
        "榖": 1178,
        "榤": 1179,
        "榮": 1180,
        "槁": 1181,
        "構": 1182,
        "様": 1183,
        "槪": 1184,
        "槳": 1185,
        "槽": 1186,
        "樂": 1187,
        "樓": 1188,
        "標": 1189,
        "模": 1190,
        "樣": 1191,
        "横": 1192,
        "樹": 1193,
        "橋": 1194,
        "橘": 1195,
        "機": 1196,
        "橫": 1197,
        "檀": 1198,
        "檢": 1199,
        "欄": 1200,
        "權": 1201,
        "次": 1202,
        "欲": 1203,
        "欺": 1204,
        "歌": 1205,
        "歎": 1206,
        "歒": 1207,
        "歡": 1208,
        "止": 1209,
        "正": 1210,
        "此": 1211,
        "步": 1212,
        "武": 1213,
        "歲": 1214,
        "歴": 1215,
        "歷": 1216,
        "歸": 1217,
        "死": 1218,
        "殃": 1219,
        "殆": 1220,
        "殉": 1221,
        "殊": 1222,
        "殘": 1223,
        "段": 1224,
        "殺": 1225,
        "殼": 1226,
        "殿": 1227,
        "毁": 1228,
        "母": 1229,
        "每": 1230,
        "毐": 1231,
        "毒": 1232,
        "比": 1233,
        "毛": 1234,
        "毫": 1235,
        "氏": 1236,
        "民": 1237,
        "氣": 1238,
        "水": 1239,
        "氷": 1240,
        "永": 1241,
        "氺": 1242,
        "求": 1243,
        "汗": 1244,
        "汘": 1245,
        "汚": 1246,
        "汝": 1247,
        "江": 1248,
        "池": 1249,
        "污": 1250,
        "汵": 1251,
        "決": 1252,
        "沈": 1253,
        "沒": 1254,
        "沓": 1255,
        "沙": 1256,
        "没": 1257,
        "河": 1258,
        "油": 1259,
        "治": 1260,
        "沿": 1261,
        "況": 1262,
        "泂": 1263,
        "泉": 1264,
        "泊": 1265,
        "法": 1266,
        "泠": 1267,
        "波": 1268,
        "泣": 1269,
        "泥": 1270,
        "注": 1271,
        "泯": 1272,
        "泰": 1273,
        "泳": 1274,
        "泿": 1275,
        "洋": 1276,
        "洗": 1277,
        "洞": 1278,
        "津": 1279,
        "洪": 1280,
        "洲": 1281,
        "活": 1282,
        "派": 1283,
        "流": 1284,
        "浅": 1285,
        "浦": 1286,
        "浩": 1287,
        "浪": 1288,
        "浮": 1289,
        "浱": 1290,
        "浴": 1291,
        "海": 1292,
        "浸": 1293,
        "消": 1294,
        "涉": 1295,
        "涙": 1296,
        "涯": 1297,
        "涼": 1298,
        "淑": 1299,
        "淚": 1300,
        "淡": 1301,
        "淨": 1302,
        "淫": 1303,
        "淮": 1304,
        "深": 1305,
        "混": 1306,
        "淸": 1307,
        "淺": 1308,
        "添": 1309,
        "清": 1310,
        "渉": 1311,
        "減": 1312,
        "渠": 1313,
        "渡": 1314,
        "測": 1315,
        "港": 1316,
        "渴": 1317,
        "湖": 1318,
        "湯": 1319,
        "源": 1320,
        "準": 1321,
        "溝": 1322,
        "溪": 1323,
        "溫": 1324,
        "溲": 1325,
        "滅": 1326,
        "滞": 1327,
        "满": 1328,
        "滯": 1329,
        "滴": 1330,
        "滿": 1331,
        "漁": 1332,
        "漂": 1333,
        "漆": 1334,
        "漏": 1335,
        "演": 1336,
        "漕": 1337,
        "漠": 1338,
        "漢": 1339,
        "漫": 1340,
        "漸": 1341,
        "潔": 1342,
        "潛": 1343,
        "潜": 1344,
        "潤": 1345,
        "潭": 1346,
        "潮": 1347,
        "澄": 1348,
        "澊": 1349,
        "澤": 1350,
        "澧": 1351,
        "澮": 1352,
        "激": 1353,
        "濁": 1354,
        "濕": 1355,
        "濟": 1356,
        "濫": 1357,
        "濯": 1358,
        "濳": 1359,
        "瀒": 1360,
        "瀷": 1361,
        "火": 1362,
        "灰": 1363,
        "災": 1364,
        "炎": 1365,
        "炭": 1366,
        "烈": 1367,
        "烏": 1368,
        "烳": 1369,
        "焉": 1370,
        "無": 1371,
        "焦": 1372,
        "焰": 1373,
        "然": 1374,
        "煙": 1375,
        "煥": 1376,
        "照": 1377,
        "煩": 1378,
        "熊": 1379,
        "熙": 1380,
        "熟": 1381,
        "熱": 1382,
        "燃": 1383,
        "燈": 1384,
        "燌": 1385,
        "燐": 1386,
        "燒": 1387,
        "燕": 1388,
        "營": 1389,
        "燥": 1390,
        "燭": 1391,
        "爆": 1392,
        "爐": 1393,
        "爭": 1394,
        "爲": 1395,
        "爵": 1396,
        "父": 1397,
        "片": 1398,
        "版": 1399,
        "牙": 1400,
        "牛": 1401,
        "牧": 1402,
        "物": 1403,
        "特": 1404,
        "牽": 1405,
        "犬": 1406,
        "犯": 1407,
        "狀": 1408,
        "狂": 1409,
        "狗": 1410,
        "猛": 1411,
        "猶": 1412,
        "猾": 1413,
        "猿": 1414,
        "獄": 1415,
        "獎": 1416,
        "獨": 1417,
        "獲": 1418,
        "獵": 1419,
        "獸": 1420,
        "獻": 1421,
        "玄": 1422,
        "玆": 1423,
        "率": 1424,
        "玉": 1425,
        "王": 1426,
        "珍": 1427,
        "珠": 1428,
        "班": 1429,
        "珼": 1430,
        "現": 1431,
        "球": 1432,
        "理": 1433,
        "琊": 1434,
        "琴": 1435,
        "瑄": 1436,
        "瑯": 1437,
        "璜": 1438,
        "璮": 1439,
        "環": 1440,
        "瓦": 1441,
        "甘": 1442,
        "甚": 1443,
        "生": 1444,
        "産": 1445,
        "用": 1446,
        "田": 1447,
        "由": 1448,
        "甲": 1449,
        "申": 1450,
        "男": 1451,
        "界": 1452,
        "畎": 1453,
        "畏": 1454,
        "畓": 1455,
        "留": 1456,
        "畜": 1457,
        "畢": 1458,
        "略": 1459,
        "番": 1460,
        "畫": 1461,
        "異": 1462,
        "畵": 1463,
        "當": 1464,
        "畿": 1465,
        "疎": 1466,
        "疏": 1467,
        "疑": 1468,
        "疫": 1469,
        "疲": 1470,
        "疾": 1471,
        "病": 1472,
        "症": 1473,
        "痛": 1474,
        "癸": 1475,
        "登": 1476,
        "發": 1477,
        "白": 1478,
        "百": 1479,
        "的": 1480,
        "皆": 1481,
        "皇": 1482,
        "皢": 1483,
        "皮": 1484,
        "益": 1485,
        "盗": 1486,
        "盛": 1487,
        "盜": 1488,
        "盟": 1489,
        "盡": 1490,
        "監": 1491,
        "盤": 1492,
        "目": 1493,
        "盲": 1494,
        "直": 1495,
        "相": 1496,
        "省": 1497,
        "眉": 1498,
        "看": 1499,
        "眞": 1500,
        "眠": 1501,
        "眼": 1502,
        "着": 1503,
        "睛": 1504,
        "睟": 1505,
        "睡": 1506,
        "督": 1507,
        "睦": 1508,
        "瞬": 1509,
        "矢": 1510,
        "矣": 1511,
        "知": 1512,
        "短": 1513,
        "矯": 1514,
        "石": 1515,
        "研": 1516,
        "破": 1517,
        "硏": 1518,
        "硝": 1519,
        "硬": 1520,
        "碑": 1521,
        "碓": 1522,
        "碧": 1523,
        "確": 1524,
        "磁": 1525,
        "磨": 1526,
        "礎": 1527,
        "示": 1528,
        "社": 1529,
        "祀": 1530,
        "祈": 1531,
        "祖": 1532,
        "祝": 1533,
        "神": 1534,
        "祟": 1535,
        "祥": 1536,
        "票": 1537,
        "祭": 1538,
        "祿": 1539,
        "禁": 1540,
        "禍": 1541,
        "福": 1542,
        "禦": 1543,
        "禧": 1544,
        "禪": 1545,
        "禮": 1546,
        "禹": 1547,
        "禽": 1548,
        "禾": 1549,
        "秀": 1550,
        "私": 1551,
        "秋": 1552,
        "科": 1553,
        "秒": 1554,
        "秘": 1555,
        "秙": 1556,
        "租": 1557,
        "秦": 1558,
        "秩": 1559,
        "移": 1560,
        "秼": 1561,
        "稀": 1562,
        "稅": 1563,
        "程": 1564,
        "税": 1565,
        "稚": 1566,
        "種": 1567,
        "稱": 1568,
        "稷": 1569,
        "稻": 1570,
        "稿": 1571,
        "穀": 1572,
        "積": 1573,
        "穚": 1574,
        "穫": 1575,
        "穴": 1576,
        "究": 1577,
        "空": 1578,
        "突": 1579,
        "窓": 1580,
        "窩": 1581,
        "窮": 1582,
        "竊": 1583,
        "立": 1584,
        "竝": 1585,
        "竟": 1586,
        "章": 1587,
        "竣": 1588,
        "童": 1589,
        "端": 1590,
        "競": 1591,
        "竸": 1592,
        "竹": 1593,
        "笏": 1594,
        "笑": 1595,
        "符": 1596,
        "第": 1597,
        "笯": 1598,
        "筆": 1599,
        "等": 1600,
        "筋": 1601,
        "筒": 1602,
        "答": 1603,
        "策": 1604,
        "筩": 1605,
        "筫": 1606,
        "筵": 1607,
        "算": 1608,
        "管": 1609,
        "箴": 1610,
        "節": 1611,
        "範": 1612,
        "篆": 1613,
        "篇": 1614,
        "築": 1615,
        "篤": 1616,
        "篬": 1617,
        "簡": 1618,
        "簽": 1619,
        "簿": 1620,
        "籍": 1621,
        "米": 1622,
        "粉": 1623,
        "粟": 1624,
        "粧": 1625,
        "精": 1626,
        "糖": 1627,
        "糧": 1628,
        "糸": 1629,
        "系": 1630,
        "糾": 1631,
        "紀": 1632,
        "約": 1633,
        "紅": 1634,
        "納": 1635,
        "純": 1636,
        "紖": 1637,
        "紙": 1638,
        "級": 1639,
        "紛": 1640,
        "素": 1641,
        "索": 1642,
        "紫": 1643,
        "累": 1644,
        "細": 1645,
        "紴": 1646,
        "終": 1647,
        "絃": 1648,
        "組": 1649,
        "結": 1650,
        "絖": 1651,
        "絡": 1652,
        "給": 1653,
        "統": 1654,
        "絲": 1655,
        "絶": 1656,
        "絹": 1657,
        "經": 1658,
        "綜": 1659,
        "綠": 1660,
        "維": 1661,
        "綱": 1662,
        "網": 1663,
        "綿": 1664,
        "緃": 1665,
        "緊": 1666,
        "総": 1667,
        "緒": 1668,
        "緖": 1669,
        "線": 1670,
        "緝": 1671,
        "緣": 1672,
        "緦": 1673,
        "編": 1674,
        "緩": 1675,
        "緯": 1676,
        "練": 1677,
        "縣": 1678,
        "縮": 1679,
        "縱": 1680,
        "總": 1681,
        "績": 1682,
        "繁": 1683,
        "繋": 1684,
        "織": 1685,
        "繫": 1686,
        "繼": 1687,
        "繿": 1688,
        "續": 1689,
        "绢": 1690,
        "维": 1691,
        "绿": 1692,
        "缌": 1693,
        "缓": 1694,
        "编": 1695,
        "缩": 1696,
        "缺": 1697,
        "缿": 1698,
        "罃": 1699,
        "罔": 1700,
        "罪": 1701,
        "置": 1702,
        "罯": 1703,
        "罰": 1704,
        "署": 1705,
        "罷": 1706,
        "羅": 1707,
        "羊": 1708,
        "美": 1709,
        "群": 1710,
        "義": 1711,
        "羽": 1712,
        "翁": 1713,
        "習": 1714,
        "翻": 1715,
        "翼": 1716,
        "耀": 1717,
        "老": 1718,
        "考": 1719,
        "者": 1720,
        "而": 1721,
        "耐": 1722,
        "耕": 1723,
        "耳": 1724,
        "耶": 1725,
        "聖": 1726,
        "聘": 1727,
        "聞": 1728,
        "聯": 1729,
        "聰": 1730,
        "聲": 1731,
        "職": 1732,
        "聽": 1733,
        "肅": 1734,
        "肉": 1735,
        "肖": 1736,
        "肝": 1737,
        "肥": 1738,
        "肩": 1739,
        "肯": 1740,
        "育": 1741,
        "肺": 1742,
        "胃": 1743,
        "胄": 1744,
        "背": 1745,
        "胞": 1746,
        "胡": 1747,
        "胸": 1748,
        "能": 1749,
        "脅": 1750,
        "脈": 1751,
        "脋": 1752,
        "脑": 1753,
        "脚": 1754,
        "脣": 1755,
        "脤": 1756,
        "脫": 1757,
        "脱": 1758,
        "腄": 1759,
        "腐": 1760,
        "腦": 1761,
        "腰": 1762,
        "腸": 1763,
        "腹": 1764,
        "膮": 1765,
        "臓": 1766,
        "臟": 1767,
        "臣": 1768,
        "臥": 1769,
        "臨": 1770,
        "自": 1771,
        "臭": 1772,
        "至": 1773,
        "致": 1774,
        "臺": 1775,
        "與": 1776,
        "興": 1777,
        "舊": 1778,
        "舌": 1779,
        "舍": 1780,
        "舜": 1781,
        "舞": 1782,
        "舟": 1783,
        "航": 1784,
        "般": 1785,
        "船": 1786,
        "良": 1787,
        "色": 1788,
        "艻": 1789,
        "芒": 1790,
        "花": 1791,
        "芳": 1792,
        "芽": 1793,
        "苖": 1794,
        "苗": 1795,
        "苟": 1796,
        "若": 1797,
        "苦": 1798,
        "英": 1799,
        "茂": 1800,
        "范": 1801,
        "茏": 1802,
        "茙": 1803,
        "茫": 1804,
        "茲": 1805,
        "茶": 1806,
        "草": 1807,
        "荒": 1808,
        "荷": 1809,
        "莊": 1810,
        "莫": 1811,
        "莱": 1812,
        "菉": 1813,
        "菊": 1814,
        "菌": 1815,
        "菜": 1816,
        "華": 1817,
        "菴": 1818,
        "萊": 1819,
        "萍": 1820,
        "萝": 1821,
        "萬": 1822,
        "落": 1823,
        "葉": 1824,
        "著": 1825,
        "葛": 1826,
        "葬": 1827,
        "蒙": 1828,
        "蒸": 1829,
        "蒼": 1830,
        "蓄": 1831,
        "蓋": 1832,
        "蓮": 1833,
        "蔡": 1834,
        "蔫": 1835,
        "蔬": 1836,
        "蔱": 1837,
        "蔽": 1838,
        "薄": 1839,
        "薛": 1840,
        "薦": 1841,
        "藏": 1842,
        "藝": 1843,
        "藥": 1844,
        "蘇": 1845,
        "蘊": 1846,
        "蘭": 1847,
        "蘾": 1848,
        "虎": 1849,
        "處": 1850,
        "虛": 1851,
        "號": 1852,
        "虫": 1853,
        "蛇": 1854,
        "蜂": 1855,
        "蜜": 1856,
        "蝶": 1857,
        "螢": 1858,
        "蟲": 1859,
        "血": 1860,
        "衆": 1861,
        "行": 1862,
        "術": 1863,
        "街": 1864,
        "衛": 1865,
        "衝": 1866,
        "衞": 1867,
        "衡": 1868,
        "衣": 1869,
        "表": 1870,
        "衰": 1871,
        "袓": 1872,
        "袖": 1873,
        "被": 1874,
        "裁": 1875,
        "裂": 1876,
        "装": 1877,
        "裉": 1878,
        "裕": 1879,
        "補": 1880,
        "裝": 1881,
        "裨": 1882,
        "裳": 1883,
        "製": 1884,
        "複": 1885,
        "襌": 1886,
        "襲": 1887,
        "西": 1888,
        "要": 1889,
        "覆": 1890,
        "覇": 1891,
        "見": 1892,
        "規": 1893,
        "視": 1894,
        "親": 1895,
        "観": 1896,
        "覺": 1897,
        "覽": 1898,
        "觀": 1899,
        "角": 1900,
        "解": 1901,
        "觸": 1902,
        "言": 1903,
        "訁": 1904,
        "訂": 1905,
        "計": 1906,
        "討": 1907,
        "訐": 1908,
        "訓": 1909,
        "記": 1910,
        "訟": 1911,
        "訢": 1912,
        "訣": 1913,
        "訤": 1914,
        "訥": 1915,
        "訪": 1916,
        "設": 1917,
        "許": 1918,
        "訴": 1919,
        "訶": 1920,
        "詐": 1921,
        "評": 1922,
        "詞": 1923,
        "詠": 1924,
        "試": 1925,
        "詩": 1926,
        "話": 1927,
        "該": 1928,
        "詳": 1929,
        "誆": 1930,
        "誇": 1931,
        "誌": 1932,
        "認": 1933,
        "誓": 1934,
        "誕": 1935,
        "誘": 1936,
        "語": 1937,
        "誠": 1938,
        "誡": 1939,
        "誢": 1940,
        "誤": 1941,
        "誦": 1942,
        "說": 1943,
        "説": 1944,
        "誰": 1945,
        "課": 1946,
        "誼": 1947,
        "調": 1948,
        "談": 1949,
        "請": 1950,
        "諒": 1951,
        "論": 1952,
        "諧": 1953,
        "諫": 1954,
        "諴": 1955,
        "諸": 1956,
        "諾": 1957,
        "謀": 1958,
        "謁": 1959,
        "謂": 1960,
        "謙": 1961,
        "講": 1962,
        "謝": 1963,
        "謠": 1964,
        "謢": 1965,
        "謨": 1966,
        "謹": 1967,
        "證": 1968,
        "識": 1969,
        "譜": 1970,
        "警": 1971,
        "譯": 1972,
        "議": 1973,
        "譲": 1974,
        "護": 1975,
        "譽": 1976,
        "讀": 1977,
        "讃": 1978,
        "變": 1979,
        "讓": 1980,
        "讚": 1981,
        "诃": 1982,
        "诐": 1983,
        "话": 1984,
        "诲": 1985,
        "谅": 1986,
        "谟": 1987,
        "谷": 1988,
        "豆": 1989,
        "豈": 1990,
        "豊": 1991,
        "豚": 1992,
        "象": 1993,
        "豪": 1994,
        "豫": 1995,
        "貌": 1996,
        "貝": 1997,
        "貞": 1998,
        "負": 1999,
        "財": 2000,
        "貢": 2001,
        "貧": 2002,
        "貨": 2003,
        "販": 2004,
        "貪": 2005,
        "貫": 2006,
        "責": 2007,
        "貯": 2008,
        "貴": 2009,
        "買": 2010,
        "貸": 2011,
        "費": 2012,
        "貿": 2013,
        "賀": 2014,
        "賃": 2015,
        "資": 2016,
        "賈": 2017,
        "賊": 2018,
        "賑": 2019,
        "賓": 2020,
        "賜": 2021,
        "賞": 2022,
        "賢": 2023,
        "賣": 2024,
        "賤": 2025,
        "賦": 2026,
        "質": 2027,
        "賴": 2028,
        "贈": 2029,
        "贊": 2030,
        "赤": 2031,
        "赦": 2032,
        "走": 2033,
        "赴": 2034,
        "起": 2035,
        "超": 2036,
        "越": 2037,
        "趙": 2038,
        "趣": 2039,
        "足": 2040,
        "距": 2041,
        "跡": 2042,
        "路": 2043,
        "跳": 2044,
        "踏": 2045,
        "踐": 2046,
        "踰": 2047,
        "躍": 2048,
        "身": 2049,
        "車": 2050,
        "軌": 2051,
        "軍": 2052,
        "軒": 2053,
        "軟": 2054,
        "軾": 2055,
        "較": 2056,
        "載": 2057,
        "輕": 2058,
        "輝": 2059,
        "輩": 2060,
        "輪": 2061,
        "輸": 2062,
        "輿": 2063,
        "轉": 2064,
        "轩": 2065,
        "辑": 2066,
        "辛": 2067,
        "辨": 2068,
        "辭": 2069,
        "辯": 2070,
        "辰": 2071,
        "辱": 2072,
        "農": 2073,
        "辶": 2074,
        "迎": 2075,
        "近": 2076,
        "返": 2077,
        "迫": 2078,
        "迬": 2079,
        "述": 2080,
        "迷": 2081,
        "追": 2082,
        "退": 2083,
        "送": 2084,
        "逃": 2085,
        "逆": 2086,
        "透": 2087,
        "逐": 2088,
        "途": 2089,
        "通": 2090,
        "逝": 2091,
        "速": 2092,
        "造": 2093,
        "逢": 2094,
        "連": 2095,
        "逮": 2096,
        "進": 2097,
        "逸": 2098,
        "逿": 2099,
        "遂": 2100,
        "遇": 2101,
        "遊": 2102,
        "運": 2103,
        "遍": 2104,
        "過": 2105,
        "遏": 2106,
        "道": 2107,
        "達": 2108,
        "違": 2109,
        "遙": 2110,
        "遞": 2111,
        "遠": 2112,
        "遣": 2113,
        "適": 2114,
        "遭": 2115,
        "遲": 2116,
        "遵": 2117,
        "遷": 2118,
        "選": 2119,
        "遺": 2120,
        "避": 2121,
        "邀": 2122,
        "還": 2123,
        "邉": 2124,
        "邊": 2125,
        "邑": 2126,
        "邢": 2127,
        "那": 2128,
        "邦": 2129,
        "邪": 2130,
        "邸": 2131,
        "郊": 2132,
        "郎": 2133,
        "郞": 2134,
        "郡": 2135,
        "部": 2136,
        "郭": 2137,
        "郵": 2138,
        "都": 2139,
        "郾": 2140,
        "鄂": 2141,
        "鄕": 2142,
        "鄭": 2143,
        "酉": 2144,
        "酌": 2145,
        "配": 2146,
        "酒": 2147,
        "醉": 2148,
        "醜": 2149,
        "醫": 2150,
        "采": 2151,
        "釋": 2152,
        "里": 2153,
        "重": 2154,
        "野": 2155,
        "量": 2156,
        "金": 2157,
        "釜": 2158,
        "針": 2159,
        "釴": 2160,
        "鈍": 2161,
        "鈗": 2162,
        "鈛": 2163,
        "鉛": 2164,
        "鉻": 2165,
        "銀": 2166,
        "銃": 2167,
        "銅": 2168,
        "銑": 2169,
        "銘": 2170,
        "銜": 2171,
        "銳": 2172,
        "鋭": 2173,
        "鋼": 2174,
        "錄": 2175,
        "錚": 2176,
        "錢": 2177,
        "錦": 2178,
        "錬": 2179,
        "錯": 2180,
        "鍊": 2181,
        "鍕": 2182,
        "鍾": 2183,
        "鎖": 2184,
        "鎭": 2185,
        "鏡": 2186,
        "鐘": 2187,
        "鐵": 2188,
        "鐼": 2189,
        "鑄": 2190,
        "鑑": 2191,
        "鑛": 2192,
        "長": 2193,
        "門": 2194,
        "閉": 2195,
        "開": 2196,
        "閏": 2197,
        "閑": 2198,
        "間": 2199,
        "関": 2200,
        "閣": 2201,
        "閩": 2202,
        "閰": 2203,
        "閱": 2204,
        "閲": 2205,
        "閻": 2206,
        "闘": 2207,
        "關": 2208,
        "防": 2209,
        "陂": 2210,
        "附": 2211,
        "降": 2212,
        "限": 2213,
        "陝": 2214,
        "院": 2215,
        "陣": 2216,
        "除": 2217,
        "陰": 2218,
        "陳": 2219,
        "陵": 2220,
        "陶": 2221,
        "陷": 2222,
        "陸": 2223,
        "陽": 2224,
        "隆": 2225,
        "隊": 2226,
        "階": 2227,
        "随": 2228,
        "隔": 2229,
        "際": 2230,
        "障": 2231,
        "隣": 2232,
        "隨": 2233,
        "險": 2234,
        "隱": 2235,
        "隷": 2236,
        "隹": 2237,
        "雁": 2238,
        "雄": 2239,
        "雅": 2240,
        "集": 2241,
        "雖": 2242,
        "雙": 2243,
        "雜": 2244,
        "離": 2245,
        "難": 2246,
        "雨": 2247,
        "雪": 2248,
        "雲": 2249,
        "零": 2250,
        "雷": 2251,
        "電": 2252,
        "需": 2253,
        "震": 2254,
        "霜": 2255,
        "霞": 2256,
        "霧": 2257,
        "露": 2258,
        "靈": 2259,
        "靑": 2260,
        "静": 2261,
        "靜": 2262,
        "非": 2263,
        "面": 2264,
        "革": 2265,
        "韓": 2266,
        "音": 2267,
        "韻": 2268,
        "響": 2269,
        "頂": 2270,
        "頃": 2271,
        "項": 2272,
        "順": 2273,
        "須": 2274,
        "頌": 2275,
        "預": 2276,
        "頗": 2277,
        "領": 2278,
        "頭": 2279,
        "頴": 2280,
        "頻": 2281,
        "頼": 2282,
        "題": 2283,
        "額": 2284,
        "顔": 2285,
        "願": 2286,
        "類": 2287,
        "顧": 2288,
        "顯": 2289,
        "颧": 2290,
        "風": 2291,
        "飛": 2292,
        "飜": 2293,
        "飞": 2294,
        "食": 2295,
        "飢": 2296,
        "飮": 2297,
        "飯": 2298,
        "飽": 2299,
        "飾": 2300,
        "養": 2301,
        "餓": 2302,
        "餘": 2303,
        "館": 2304,
        "首": 2305,
        "香": 2306,
        "馬": 2307,
        "馮": 2308,
        "駿": 2309,
        "騁": 2310,
        "騎": 2311,
        "騒": 2312,
        "騰": 2313,
        "騷": 2314,
        "驅": 2315,
        "驗": 2316,
        "驚": 2317,
        "驛": 2318,
        "驩": 2319,
        "骨": 2320,
        "體": 2321,
        "高": 2322,
        "髪": 2323,
        "髮": 2324,
        "鬪": 2325,
        "鬼": 2326,
        "魂": 2327,
        "魔": 2328,
        "魚": 2329,
        "鮮": 2330,
        "鰠": 2331,
        "鲍": 2332,
        "鲜": 2333,
        "鳥": 2334,
        "鳯": 2335,
        "鳳": 2336,
        "鳴": 2337,
        "鴻": 2338,
        "鶏": 2339,
        "鶴": 2340,
        "鷄": 2341,
        "鹽": 2342,
        "鹿": 2343,
        "麗": 2344,
        "麥": 2345,
        "麻": 2346,
        "黃": 2347,
        "黄": 2348,
        "黌": 2349,
        "黑": 2350,
        "默": 2351,
        "黙": 2352,
        "點": 2353,
        "黨": 2354,
        "鼎": 2355,
        "鼓": 2356,
        "鼻": 2357,
        "齊": 2358,
        "齋": 2359,
        "齒": 2360,
        "龍": 2361,
        "龙": 2362,
        "龜": 2363,
        "가": 2364,
        "각": 2365,
        "간": 2366,
        "갇": 2367,
        "갈": 2368,
        "갉": 2369,
        "감": 2370,
        "갑": 2371,
        "값": 2372,
        "갓": 2373,
        "갔": 2374,
        "강": 2375,
        "갖": 2376,
        "같": 2377,
        "갚": 2378,
        "갛": 2379,
        "개": 2380,
        "객": 2381,
        "갤": 2382,
        "갯": 2383,
        "갱": 2384,
        "갸": 2385,
        "갹": 2386,
        "걀": 2387,
        "걍": 2388,
        "거": 2389,
        "걱": 2390,
        "건": 2391,
        "걷": 2392,
        "걸": 2393,
        "검": 2394,
        "겁": 2395,
        "것": 2396,
        "겅": 2397,
        "겆": 2398,
        "겉": 2399,
        "게": 2400,
        "겐": 2401,
        "겔": 2402,
        "겜": 2403,
        "겟": 2404,
        "겠": 2405,
        "겨": 2406,
        "격": 2407,
        "겪": 2408,
        "견": 2409,
        "결": 2410,
        "겸": 2411,
        "겹": 2412,
        "겻": 2413,
        "겼": 2414,
        "경": 2415,
        "곁": 2416,
        "계": 2417,
        "고": 2418,
        "곡": 2419,
        "곤": 2420,
        "곧": 2421,
        "골": 2422,
        "곰": 2423,
        "곱": 2424,
        "곳": 2425,
        "공": 2426,
        "곶": 2427,
        "곷": 2428,
        "과": 2429,
        "곽": 2430,
        "관": 2431,
        "괄": 2432,
        "괌": 2433,
        "광": 2434,
        "괘": 2435,
        "괜": 2436,
        "괴": 2437,
        "괸": 2438,
        "괼": 2439,
        "굉": 2440,
        "교": 2441,
        "굑": 2442,
        "굔": 2443,
        "굥": 2444,
        "구": 2445,
        "국": 2446,
        "군": 2447,
        "굳": 2448,
        "굴": 2449,
        "굵": 2450,
        "굶": 2451,
        "굼": 2452,
        "굽": 2453,
        "굿": 2454,
        "궁": 2455,
        "궂": 2456,
        "궈": 2457,
        "권": 2458,
        "궐": 2459,
        "궤": 2460,
        "귀": 2461,
        "귄": 2462,
        "귐": 2463,
        "귓": 2464,
        "규": 2465,
        "귝": 2466,
        "균": 2467,
        "귤": 2468,
        "귱": 2469,
        "그": 2470,
        "극": 2471,
        "근": 2472,
        "귿": 2473,
        "글": 2474,
        "긁": 2475,
        "금": 2476,
        "급": 2477,
        "긋": 2478,
        "긍": 2479,
        "긎": 2480,
        "긔": 2481,
        "기": 2482,
        "긱": 2483,
        "긴": 2484,
        "긷": 2485,
        "길": 2486,
        "김": 2487,
        "깁": 2488,
        "깃": 2489,
        "깅": 2490,
        "깉": 2491,
        "깊": 2492,
        "까": 2493,
        "깍": 2494,
        "깎": 2495,
        "깐": 2496,
        "깔": 2497,
        "깜": 2498,
        "깝": 2499,
        "깡": 2500,
        "깥": 2501,
        "깨": 2502,
        "깬": 2503,
        "깰": 2504,
        "깻": 2505,
        "꺠": 2506,
        "꺼": 2507,
        "꺾": 2508,
        "껀": 2509,
        "껄": 2510,
        "껌": 2511,
        "껍": 2512,
        "껏": 2513,
        "껐": 2514,
        "껑": 2515,
        "께": 2516,
        "껴": 2517,
        "꼇": 2518,
        "꼈": 2519,
        "꼐": 2520,
        "꼬": 2521,
        "꼭": 2522,
        "꼰": 2523,
        "꼴": 2524,
        "꼼": 2525,
        "꼽": 2526,
        "꼿": 2527,
        "꽁": 2528,
        "꽂": 2529,
        "꽃": 2530,
        "꽤": 2531,
        "꾀": 2532,
        "꾐": 2533,
        "꾸": 2534,
        "꾼": 2535,
        "꿀": 2536,
        "꿇": 2537,
        "꿈": 2538,
        "꿉": 2539,
        "꿍": 2540,
        "꿔": 2541,
        "꿜": 2542,
        "꿩": 2543,
        "꿰": 2544,
        "뀌": 2545,
        "뀐": 2546,
        "뀔": 2547,
        "뀜": 2548,
        "끄": 2549,
        "끈": 2550,
        "끊": 2551,
        "끌": 2552,
        "끍": 2553,
        "끓": 2554,
        "끔": 2555,
        "끗": 2556,
        "끝": 2557,
        "끼": 2558,
        "끽": 2559,
        "낀": 2560,
        "낄": 2561,
        "낌": 2562,
        "낍": 2563,
        "나": 2564,
        "낙": 2565,
        "낚": 2566,
        "난": 2567,
        "날": 2568,
        "낡": 2569,
        "남": 2570,
        "납": 2571,
        "낫": 2572,
        "났": 2573,
        "낭": 2574,
        "낮": 2575,
        "낯": 2576,
        "낱": 2577,
        "낳": 2578,
        "내": 2579,
        "낵": 2580,
        "낸": 2581,
        "낼": 2582,
        "냄": 2583,
        "냅": 2584,
        "냇": 2585,
        "냈": 2586,
        "냉": 2587,
        "냐": 2588,
        "냠": 2589,
        "냥": 2590,
        "너": 2591,
        "넉": 2592,
        "넋": 2593,
        "넌": 2594,
        "널": 2595,
        "넓": 2596,
        "넘": 2597,
        "넛": 2598,
        "넜": 2599,
        "넝": 2600,
        "넣": 2601,
        "네": 2602,
        "넬": 2603,
        "넴": 2604,
        "넷": 2605,
        "녀": 2606,
        "녁": 2607,
        "년": 2608,
        "념": 2609,
        "녔": 2610,
        "녕": 2611,
        "녘": 2612,
        "노": 2613,
        "녹": 2614,
        "논": 2615,
        "놀": 2616,
        "놈": 2617,
        "농": 2618,
        "높": 2619,
        "놓": 2620,
        "놔": 2621,
        "놰": 2622,
        "뇌": 2623,
        "뇨": 2624,
        "뇽": 2625,
        "누": 2626,
        "눅": 2627,
        "눈": 2628,
        "눌": 2629,
        "눔": 2630,
        "눕": 2631,
        "눗": 2632,
        "눙": 2633,
        "눞": 2634,
        "눠": 2635,
        "눤": 2636,
        "눴": 2637,
        "뉘": 2638,
        "뉜": 2639,
        "뉠": 2640,
        "뉨": 2641,
        "뉩": 2642,
        "뉴": 2643,
        "늉": 2644,
        "느": 2645,
        "늑": 2646,
        "는": 2647,
        "늘": 2648,
        "늙": 2649,
        "늠": 2650,
        "능": 2651,
        "늦": 2652,
        "늪": 2653,
        "늬": 2654,
        "니": 2655,
        "닉": 2656,
        "닌": 2657,
        "닐": 2658,
        "님": 2659,
        "닙": 2660,
        "닛": 2661,
        "닝": 2662,
        "다": 2663,
        "닥": 2664,
        "닦": 2665,
        "단": 2666,
        "닫": 2667,
        "달": 2668,
        "닭": 2669,
        "닮": 2670,
        "닳": 2671,
        "담": 2672,
        "답": 2673,
        "닷": 2674,
        "당": 2675,
        "닿": 2676,
        "대": 2677,
        "댁": 2678,
        "댄": 2679,
        "댈": 2680,
        "댐": 2681,
        "댓": 2682,
        "댔": 2683,
        "댕": 2684,
        "댜": 2685,
        "댬": 2686,
        "댱": 2687,
